tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mediar-ai/screenpipe", "https://github.com/mediar-ai/screenpipe.git"
tap "modularml/packages"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "aider"
brew "ansible@9"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "docker"
brew "tesseract"
brew "ffmpeg"
brew "flake8"
brew "pkgconf"
brew "httpie"
brew "icu4c@75"
brew "imagemagick"
brew "jq"
brew "jupyterlab"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "node@22"
brew "pmtiles"
brew "podman"
brew "python@3.11"
brew "pyvim"
brew "rage"
brew "ripgrep"
brew "screenpipe"
brew "starship"
brew "tailscale"
brew "tmux"
brew "tree"
brew "uv"
brew "virt-manager"
brew "wget"
brew "wireguard-tools"
brew "modularml/packages/modular"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "bluesnooze"
cask "bruno"
cask "kitty"
cask "miniconda"
cask "orbstack"
cask "postman"
cask "spacedrive"
