tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "git"
brew "graphicsmagick"
brew "imagemagick"
brew "libvirt"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "python@3.12"
brew "rsync"
brew "starship"
brew "virt-manager"
brew "wireguard-tools"
cask "aerospace"
cask "docker"
cask "flameshot"
cask "floorp"
cask "jordanbaird-ice"
cask "orbstack"
cask "raycast"
cask "switchkey"
